Revit 2027 API
ParameterTypeId.PointFlexibleShowNumber Property
 "Show Placement Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointFlexibleShowNumber { get; }
Public Shared ReadOnly Property PointFlexibleShowNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointFlexibleShowNumber {
	ForgeTypeId^ get ();
}
static member PointFlexibleShowNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace